const questions = {
  form: [
    ['Очная', '1'],
    ['Заочная', '2'],
    ['Очно-заочная', '3'],
  ],
  stage: [
    ['Бакалавриат', '1'],
    ['Магистратура', '2'],
    ['Аспирантура', '3'],
  ],
  speciality: {
    1: [
      ['Гостиничное дело', '11'],
      ['Журналистика', '10'],
      ['Конструирование изделий легкой промышленности', '5'],
      ['Менеджмент', '3'],
      ['Прикладная информатика', '4'],
      ['Психология', '12'],
      ['Реклама и связи с общественностью', '6'],
      ['Сервис', '7'],
      ['Управление персоналом', '9'],
      ['Хореографическое искусство', '8'],
      ['Экономика', '2'],
      ['Юриспруденция', '1'],
    ],
    2: [
      ['Психология', '15'],
      ['Экономика', '14'],
      ['Юриспруденция', '16'],
    ],
    3: [
      ['Культурология', '22'],
      ['Политические науки и регионоведение', '20'],
      ['Психологические науки', '17'],
      ['Социологические науки', '19'],
      ['Философия, этика и религиоведение', '21'],
      ['Экономика', '18'],
      ['Юриспруденция', '23'],
    ],
  },
};

export default questions;
